acpica
aircrack-ng
alacritty
alsa-tools
alsa-utils
amd-ucode
ananicy-cpp
android-apktool
android-tools
arandr
arch-audit
archiso
aria2
arp-scan
aws-cli
base
base-devel
bashtop
bat
bibata-cursor-theme-bin
bind
binder_linux-dkms
binwalk
blackarch-keyring
blueman
bluez
bluez-utils
bmon
brightnessctl
bt-dualboot
burpsuite
cachyos-ananicy-rules-git
cdrtools
chezmoi
chntpw
chromium
clipcat
cliphist
convmv
cpupower
cups
dconf-editor
deno
devtools
dex
dex2jar
dkms
dmidecode
dnscrypt-proxy
dnsmasq
docker
docker-compose
docker-scan
dog
downgrade
dua-cli
dunst
easyeffects
ed
edk2-ovmf
edk2-shell
efibootmgr
element-desktop
enum4linux
evil-winrm
evince
exfatprogs
expect
eza
fbgrab
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-nord
fcitx5-qt
fcitx5-skk
fd
feh
figlet
firefox
firefox-developer-edition
firefox-developer-edition-i18n-ja
firefox-i18n-ja
firefox-tridactyl
firefox-ublock-origin
firejail
firewalld
fish
flameshot
flatpak
fontforge
foot
freerdp
freetype2-demos
fzf
fzpac-git
gammastep
gdb
ghq-bin
gimp
git
git-delta
github-cli
gnome-keyring
go
gobuster
gparted
gptfdisk
grex
grim
grub
gtk3-demos
gtk-engine-murrine
guvcview-qt
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvim
hashcat
htop
hugo
hydra
i3lock
i3status-rust
i3-wm
imwheel
inetutils
inkscape
inotify-tools
intel-compute-runtime
intel-gpu-tools
intellij-idea-community-edition
intel-media-driver
intel-ucode
iotop
ipcalc
iptables-nft
jd-gui-bin
john
kakoune
kate
kcalc
kdeconnect
keepassxc
kid3
kmag
kscreen
kvantum
kvantum-qt5
kvantum-theme-nordic-git
lazygit
lib32-alsa-lib
lib32-alsa-plugins
libreoffice-still
libreoffice-still-ja
librewolf-bin
libva-mesa-driver
libva-utils
libvncserver
linux
linux-firmware
linux-headers
lolcat
longcat
lostfiles
lsof
lvm2
lxappearance-gtk3
lximage-qt
lxqt-archiver
lxqt-policykit
lzip
mako
man-db
man-pages-ja
mesa-utils
mesa-vdpau
minecraft-launcher
mokutil
moreutils
mpv
mpv-mpris
namcap
nano
neofetch
neovim
neovim-qt
net-tools
networkmanager
network-manager-applet
networkmanager-openvpn
newflasher-git
nkf-git
nmap
nm-connection-editor
nodejs
nordic-bluish-accent-theme
nordic-wallpapers
noto-fonts-cjk
npm
nss-mdns
nvme-cli
nwg-displays
nyancat
openbsd-netcat
opendoas
openresolv
openvpn
p7zip
pacman-contrib
pacutils
pamixer
pandoc-bin
papirus-icon-theme
papirus-nord
partitionmanager
paru-bin
pasystray
patchelf
pavucontrol-qt
pbzip2
pcmanfm-qt
peazip-qt-bin
peek
picom
pigz
pipewire-alsa
pipewire-pulse
pipr-bin
plasma-desktop
plasma-pa
plasma-systemmonitor
playerctl
pnpm
powertop
procs
profile-cleaner
psensor
pulsemixer
pv
pwgen
python-fonttools
python-libevdev
python-pip
python-pyclip
python-pycryptodomex
python-pyudev
python-tqdm
python-virtualenv
qalculate-gtk
qemu-full
qemu-user-static
qemu-user-static-binfmt
qpwgraph
qt5ct
qt6ct
radeontop
ranger
redis
refind
remmina
responder
ripgrep-all
rocm-opencl-runtime
rofi
rofimoji
rsync
rustscan
rustup
sbsigntools
scrcpy
scrot
seahorse
shellcheck-bin
shim-signed
signal-desktop
sl
slurp
smartmontools
smbclient
socat
soundconverter
speedtest-cli
starship
steghide
strace
s-tui
subversion
sudo-dummy
swappy
sway
swaybg
swayidle
swaylock
swtpm
syncthing
sysfsutils
sysstat
system-config-printer
systemd-rc-local
tailscale
tcpdump
telegram-desktop
terminus-font
testdisk
thefuck
thermald
thunar
thunderbird
tig
tldr
tlp
tlp-rdw
tmux
torbrowser-launcher
traceroute
trash-cli
ttfautohint
ttf-font-awesome-4
ttf-ibm-plex
ttf-roboto
ttf-roboto-mono
ttf-sarasa-gothic
ttf-seto
ttf-twemoji
ttf-udev-gothic
unarchiver
unzip
usbguard
v4l2loopback-dkms
vdpauinfo
vdu_controls
veracrypt
virt-manager
visual-studio-code-bin
vivaldi
vivaldi-ffmpeg-codecs
vlc
vulkan-intel
vulkan-radeon
vulkan-tools
w3m
waterfox-bin
waydroid
wayland-utils
weston
wezterm
wf-recorder
wget
whois
wimlib
wine
winetricks
wireless-regdb
wireshark-qt
wl-clipboard
wlsunset
wofi
wordlistctl
wtype
x86_energy_perf_policy
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xdotool
xf86-video-amdgpu
xfburn
xfce4-terminal
xmlstarlet
xorg-server
xorg-xdpyinfo
xorg-xeyes
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xwayland
xremap-wlroots-bin
xsel
xss-lock
yaskkserv2-bin
yt-dlp
ytfzf
zip
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
